{
    "nodes" : [
        {
            "name" : "CRC (Common Range Component for integration)",
            "area" : "Range Integration",
            "owner" : "Filip Gustafsson",
            "description" : "Integration point for access to Product Information. CRC provides a simplified model of all product information, which make it easier for systems/consumers to access the data.",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "PI-API",
            "area" : "Range Integration",
            "owner" : "Rikard Heinonen",
            "description" : "Modern integration point for easy access to Product Information. PI-API provides product information by using a item centric approach, which make it easier for systems/consumers to understand the information.",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "RDC (Range Dimensioning Collaboration tool)",
            "area" : "Sales Collaboration",
            "owner" : "Jimmy Moberg",
            "description" : "RDC  enables collaboration between IoS and Retail in the processes Range Classification & MPC News to:\n- DRIVE positioning, growth and profitability on each market.\n- INCREASE customer relevance and commerciality with a unique IKEA identity on each market.\n- MAXIMISE the offer to our customers, by adding new complementary articles, to complete the range portfolio.",
            "user-1" : "IoS - MtC Specialist",
            "user-2" : "Retail - Business Leader",
            "user-3" : "Retail - RSI fulfilment"
        },
        {
            "name" : "PRICE it",
            "area" : "Sales Collaboration",
            "owner" : "Jimmy Moberg",
            "description" : "PRICE it is a solution used by IKEA of Sweden to support organization with a pricing methodology having capabilities to set recommended sales price and visualize price and quality ladders. It is primarily used in the product development process and when pricing the running range.",
            "user-1" : "Meeting the Customer Specialist",
            "user-2" : "HFB Sales Leader",
            "user-3" : "Business Navigator"
        },
        {
            "name" : "ToCompete",
            "area" : "Sales Collaboration",
            "owner" : "Jimmy Moberg",
            "description" : "ToCompete is used for in-store competitor monitoring. It enables collaboration between IoS and Retail in order to gather competitor information used as input for Pricing.",
            "user-1" : "Meeting the Customer Specialist",
            "user-2" : "Retail - Business Leader",
            "user-3" : "Retail - Shopkeeper"
        },
        {
            "name" : "IoS History",
            "area" : "Project & Range Management",
            "owner" : "Karin Göransson",
            "description" : "IOS History is a web application that offers a user to view images that has an IKEA historical value. In the application the user can upload images with a description attached. To access the applicaion the user must login. The application is used by IOS. ",
            "user-1" : "Project Controller",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "IRMA",
            "area" : "Project & Range Management",
            "owner" : "Karin Göransson",
            "description" : "IRMA. Tool for Access, users and internal in PIA. Handling user-id, access, security. New/updated co-worker get correct access by Helpdesk in this tool. A product used at IKEA of Sweden by a few users at BPS and by internal IKEA IT users. IRMA is used to maintain user preferences and privileges in product developed using the PIA concept, e.g. PIA, PIA Local, ILAS, TRS and Material Area among others. IRMA is also used to maintain menu structures in the same products. ",
            "user-1" : "Helpdesk",
            "user-2" : "Administrators",
            "user-3" : ""
        },
        {
            "name" : "PIA (Product Information Assistance)",
            "area" : "Project & Range Management",
            "owner" : "Karin Göransson",
            "description" : "PIA - Product Information Assistance, is an application used mainly at IOS, IKEA of Sweden, PDC and Market Specific hubs. PIA is used during the product development process to put in all necessary information about the specific product - to be able to sales start at a certain time. PIA has approximately 1700 users, users with different access. PIA Main functionality;\nPIA Main maintains information about the IKEA product that the suppliers, co-workers and customers need. Most of information is registered in both Swedish and English to later be translated into each local language using Pia Local. PIA Main supports the full life cycle for the product and it’s the base for all product information being presented on price tags, labels and Internet. In addition to PIA Main there are other systems and application necessary to provide complete information concerning the IKEA products.(Labels, documents, pictures, drawings etc.) PIA Main is also a tool for connect item to a certain project coming from Project Online. The intial forecast is given for an item in this area. Several Reports are built in PIA for follow-up. The Range Frames and Range Structure with BA/HFB/PRA/PA are mange in PIA as well. PIA Main is holding the framework for all parts in PIA",
            "user-1" : "All with PIA access",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "PIA Base",
            "area" : "Project & Range Management",
            "owner" : "Karin Göransson",
            "description" : "PIA - Product Information Assistance, Supports the administration of all value bags(master data) in PIA with product information.(Product Name, product type, colour, design, measurement, forecast groups and more.) The Values are added in Swedish and English for further translation into PIA Local.",
            "user-1" : "Administrators",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "PIA Classification",
            "area" : "Project & Range Management",
            "owner" : "Paula Bruniera",
            "description" : "Part of PIA where Range Offer Classification, Commercial Classification, Renewal Types, Discontinued Scenario, Range Code, Service Level, Sales Start dates, End Date Sales, etc are registered. Project Controllers, Sales Supports and Communication Supports are the main groups working in PIA Classification.",
            "user-1" : "Project Controller",
            "user-2" : "Communication Support",
            "user-3" : "Sales Support"
        },
        {
            "name" : "PIA Facts",
            "area" : "Project & Range Management",
            "owner" : "Paula Bruniera",
            "description" : "PIA Facts offers information about IKEA products, for example: picture, material information, care instructions, measurements and etc in different languages according to the country selected by the user. PIA Facts is mainly used by IKEA stores, retail Service Offices, Customs and IKEA Communications. ",
            "user-1" : "Retail",
            "user-2" : "Customs",
            "user-3" : ""
        },
        {
            "name" : "PIA History",
            "area" : "Project & Range Management",
            "owner" : "Karin Göransson",
            "description" : "PIA History is application that offer the user to view Products, \"retired\" from PIA. All product need to be stored due to legal and internal purpose. Document and picture are stored as well. No clean-up will be done in PIA History application. The application is used by IOS.",
            "user-1" : "All with PIA access and 25 with extended access.",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "PIA PINFO",
            "area" : "Project & Range Management",
            "owner" : "Karin Göransson",
            "description" : "This is not a user facing part. This is a data base and it is a central place to store all product infomation.",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "PIA Project",
            "area" : "Project & Range Management",
            "owner" : "Karin Göransson",
            "description" : "PIA - Product Information Assistance, Project management in PIA;\nPIA is also a tool for connect item to a certain project coming from Project Online. The Forecast is given for an item in this area.",
            "user-1" : "Project Controller",
            "user-2" : "Demand Planner",
            "user-3" : ""
        },
        {
            "name" : "Plandisc",
            "area" : "Project & Range Management",
            "owner" : "Paula Bruniera",
            "description" : "PlanDisc supports the planning for the Discontinued Process. The process starts 12 months before the planned End of Sales Date (EDS) of an article and the result of the process is a decided or postponed EDS. The tool lists all articles with a Planned EDS in PIA for the selected PCD (Product Change Date) then the teams in the Business Areas evaluate the inventory, sales and forecast to confirm or recommend an EDS. The tool supports and documents each step. The main users are Business Navigators, Need Planners, Demand Planners and Sales Collaboration Specialists.",
            "user-1" : "Need Planner",
            "user-2" : "Business Navigator",
            "user-3" : ""
        },
        {
            "name" : "Product Matrix",
            "area" : "Project & Range Management",
            "owner" : "Linda Åkerblom",
            "description" : "There is a need to, in a clear way, communicate and explain Product Changes during the year on a global and country level from IKEA of Sweden towards all IKEA Service Offices and stores. The purpose of the Product matrix service is to prepare the retail organization on a country level for upcoming changes in the product range. ",
            "user-1" : "Project Controller",
            "user-2" : "Retail - Store Planning",
            "user-3" : "Meeting the Customer specialist, ICOM etc."
        },
        {
            "name" : "Range and Product Development PPM (DNP and Improves)",
            "area" : "Project & Range Management",
            "owner" : "Yezhisai Chandran",
            "description" : "Range and Product Development PPM (RPD PPM) is used as a Project Portfolio Management Application for developing products at IKEA of Sweden and in PDC. All projects for News (DNP) & Improves will be created and handled in this tool. ",
            "user-1" : "All users involved in product development.",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "Project Online, DNS",
            "area" : "Project & Range Management",
            "owner" : "Linda Åkerblom",
            "description" : "A Project Portfolio Management solution for innovation and/or disruptive projects supporting the Develop the New Solutions (DNS) process at IKEA Range & Supply.",
            "user-1" : "All users involved in disruptive projects, material innovation and more.",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "Range Simulation",
            "area" : "Project & Range Management",
            "owner" : "Paula Bruniera",
            "description" : "The main purpose of the Range Simulation tool is to support Product Developers and Range Managers to develop IKEA offer. Product Developers and Designers will use the tool to simulate range change scenarios and to visualize & communicate range plans. Range Managers will use the tool to have an overview of the range within HFBs.",
            "user-1" : "Product Developers",
            "user-2" : "Designers",
            "user-3" : ""
        },
        {
            "name" : "SLT - Service Level Tool",
            "area" : "Project & Range Management",
            "owner" : "Paula Bruniera",
            "description" : "The Service Level Tool is used to classify and to get suggestions of which Service Level each article should get on Retail Unit level. The Service Level classification is the base for prioritization in the value chain and steers the safety stock calculation to secure availability and turnover. The tool is mainly used by Meeting the Customers specialists.",
            "user-1" : "Meeting the Customer Specialist",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "Project Online, Generic",
            "area" : "Project & Range Management",
            "owner" : "Yezhisai Chandran",
            "description" : "Project Online Generic is used as a Project Portfolio Management Application. All projects that are not part of DNS, DNP or Improves will be created and handled in this tool. Projects created in here are followed by IOS management team via Portfolio managers.",
            "user-1" : "All co-workers within R&S",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "RPD Process",
            "area" : "Project & Range Management",
            "owner" : "Linda Åkerblom",
            "description" : "It showcase the processes in Range and product development area, it contains all guidelines connected to the processes. It is available in web and mobil app.",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "Safer Life at Home",
            "area" : "Project & Range Management",
            "owner" : "Linda Åkerblom",
            "description" : "Safer Life at home is a vehicle to reach IKEA customers by providing children safety guidelines to be considered. Available in Canada, USA, Australia and Iceland.",
            "user-1" : "IKEA customers",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "Artios CAD",
            "area" : "Product Engineering & Requirements",
            "owner" : "Anders Friberg",
            "description" : "Packaging Design software. It is a CAD tool to document our cardboard boxes and consumer packages.",
            "user-1" : "Packaging Engineers",
            "user-2" : "Retail Repack",
            "user-3" : ""
        },
        {
            "name" : "Altair",
            "area" : "Product Engineering & Requirements",
            "owner" : "Anders Friberg",
            "description" : "Analysis tool to digitally verify strength/durability quality of the products we develop, based on 3D models. This minimize the need for physical prototypes. ",
            "user-1" : "FEA Engineers",
            "user-2" : "Engineers",
            "user-3" : ""
        },
        {
            "name" : "Cape/CapePack",
            "area" : "Product Engineering & Requirements",
            "owner" : "Anders Friberg",
            "description" : "Sofware to simulate how to optimize placement of packages on a pallet for distribution of goods to stores and customers.",
            "user-1" : "FEA Engineers",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "Colour",
            "area" : "Product Engineering & Requirements",
            "owner" : "Daniel Ördén",
            "description" : "Administration module to PIA. Handles IKEA unique appearance standards and ordering of appearance samples for entire IKEA organisation. E.g. IKEA Black no5. ",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "Connect",
            "area" : "Product Engineering & Requirements",
            "owner" : "Hans Andersson",
            "description" : "An application for storing quality and compliance verifying documents and data, registered by IKEA and  our suppliers based on internal and external product requirements. It supports also official reporting such as declarations/certifications to authorities. ",
            "user-1" : "Product compliance specialists at the suppliers",
            "user-2" : "Product compliance specialists at IKEA Purchasing",
            "user-3" : "Product Requirement Engineers at IKEA of Sweden"
        },
        {
            "name" : "E-Nav",
            "area" : "Product Engineering & Requirements",
            "owner" : "Daniel Ördén",
            "description" : "E-nav is a web-based services for standards that has a reference in the product documentation. Here you have the possibility to download, print standards contained in our agreement. Preferably users are Engineers at IoS, PR&C, ICOMP, Purchasing Operations Areas and IKEA Test Lab Engineers. E-Nav is a public services that we have a Subscription from Swedish Standards Institute.",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "Fashion Studio",
            "area" : "Product Engineering & Requirements",
            "owner" : "Anders Friberg",
            "description" : "Software for developing textile fabrics as well as designing the patterns and colors of the fabrics.",
            "user-1" : "Textile Engineers",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "PIA - FEREP",
            "area" : "Product Engineering & Requirements",
            "owner" : "Subhagowri K V",
            "description" : "PIA FEREP solution provides Product Requirement Engineers (PREs) within IoS, PDC and Free Range Centers to define applicable characteristics  needed for environmental reporting on our Home Furnishing Offer.",
            "user-1" : "Product Requirement Engineers (PREs)",
            "user-2" : "Team Leaders",
            "user-3" : ""
        },
        {
            "name" : "ILAS",
            "area" : "Product Engineering & Requirements",
            "owner" : "Daniel Ördén",
            "description" : "Bootstrap is a sleek, intuitive, and powerful front-end framework for faster and easier web development. It is a collection of CSS and HTML conventions. Learn more.",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "IPFO - LCI and RPI",
            "area" : "Product Engineering & Requirements",
            "owner" : "Ingemar Jonasson",
            "description" : "IPFO-LCI/RPI is an information platform to store data, version control data, trigger data and pack together data and present the data in defined design for use in different communications channels, in different formats, tagged with necessary information to be used in a regional or local market. LCI (Local Compliance Information) and RPI (Regional Product Information) are used by Labels, Web, and Apps and distributed as PDF, SVG, JSON, TXT via SIR/PDOC, SDM, PIMO, IIP or PIA API. IPFO use OM (Output Management) to create output. Inbound systems are PIA, PIA Local, CAIS, CBD, Connect, Country Range, DWP, GPS. The system is designed to make it possible to add information through the whole supply chain. Together with PIMO, IPFO-LCI/RPI are supporting Dynamical labelling. Some examples of information made by IPFO-LCI/RPI: LCI label, RPI labels, Energy Labels, Water Consumption labels, PROP65 Warnings, Wood declarations.",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "LMA",
            "area" : "Product Engineering & Requirements",
            "owner" : "Daniel Ördén",
            "description" : "Law Label Material Admin. Creates approved material for Law Label. To be decommisioned.",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "LMS",
            "area" : "Product Engineering & Requirements",
            "owner" : "Ingemar Jonasson",
            "description" : "The support system LMS supports the North American Law Label found in PIA Label. The LMS application supports the Law Label with information of the supplier’s licenses and permits needed to be able to sell their furniture in North America.",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "LSDyna",
            "area" : "Product Engineering & Requirements",
            "owner" : "Anders Friberg",
            "description" : "Analysis tool to digitally verify strength/durability quality of the products we develop, based on 3D models. This minimize the need for physical prototypes.",
            "user-1" : "FEA Engineers",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "Material Area",
            "area" : "Product Engineering & Requirements",
            "owner" : "Daniel Ördén",
            "description" : "Administration module to PIA. Handles the supplying belongingness structure for IKEA products within PIA. i.e. Category, Segment and Product Group.",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "Material Register",
            "area" : "Product Engineering & Requirements",
            "owner" : "Daniel Ördén",
            "description" : "Handling Materials available for choice in Technical Descpription Base (TED).  Maintains materials and their relevant specifications (requirements). The purpose of Material Register is to secure a uniform description of the material when communicating with both suppliers and customers. It is also to steer which materials that are allowed in the products IKEA sells. ",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "MMR",
            "area" : "Product Engineering & Requirements",
            "owner" : "Subhagowri K V",
            "description" : "MMR (Mapping of Market Requirements) solution mainly supports Retail co-workers and Product Requirement specialists in registering cases for new and updated legislations/regulations and trace the latest status of ongoing cases.",
            "user-1" : "Retail Country Spealists, Product Requirement specialists , Requirement Coordinator, Requirement developer (FOOD),  Laws and standard specialists (FOOD)",
            "user-2" : "All Team Leaders,  Product Quality Leaders",
            "user-3" : ""
        },
        {
            "name" : "PACE",
            "area" : "Product Engineering & Requirements",
            "owner" : "Glenn Bengtsson",
            "description" : "PACE is Product Applicability and Compliance Engine and its main purpose is to identify articles/suppliers that is subject to specific regulations or legislations.  It also supports some of centralized E-Filing needs in providing data to different sources (internal and external) ",
            "user-1" : "Product Requirement  Compliance Specialists",
            "user-2" : "Product Requirement Specialists",
            "user-3" : "Customs Compliance Specialist, Systems Support (US Customs team) Quality Specialist in Purchasing"
        },
        {
            "name" : "Parts",
            "area" : "Product Engineering & Requirements",
            "owner" : "Daniel Ördén",
            "description" : "Handling Parts available for choice in Technical Descpription Base (TED). Our Parts management system. Each product consists of one or several parts. Parts stores this information in a structured way (for example technical desc.), to simplify for our customers and suppliers. In the Parts system, you can create and maintain these parts. ",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "PDOC",
            "area" : "Product Engineering & Requirements",
            "owner" : "Li-Min Zhu Svensson",
            "description" : "PDOC application is the portal where the Purchasing and the supplier users are able to access and download the product documentation. It keeps track on the product requirements lifecycle, from released to implemented and to the history. It is enable retail users to access the product requirements on the product as well.",
            "user-1" : "IOS & Purchasing ",
            "user-2" : "Suppliers",
            "user-3" : "Retail"
        },
        {
            "name" : "PIA Label",
            "area" : "Product Engineering & Requirements",
            "owner" : "Ingemar Jonasson",
            "description" : "PIA label is used for printing labels to repackage damaged or opened goods in stores and warehouses. All other labels ie. supplier related is found in PDOC(internally) and XPDOC(suppliers).",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "PIA Supplier (Requirement index & SIR)",
            "area" : "Product Engineering & Requirements",
            "owner" : "Li-Min Zhu Svensson",
            "description" : "A part of PIA (enable IOS engineers to compose the product requirements and the supplier implementation request, and release it further through Purchasing to Supplier for implementation).",
            "user-1" : "IOS Engineers",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "PIMO",
            "area" : "Product Engineering & Requirements",
            "owner" : "Ingemar Jonasson",
            "description" : "PIMO is a service for stores, warehouses and suppliers to order their Product Information Output such as Local Compliance Labels.",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "PLUS Windchill",
            "area" : "Product Engineering & Requirements",
            "owner" : "Robin Krejlgaard",
            "description" : "The PLUS solution is a Product Lifecycle Management (PLM) solution and the purpose is to cover the product development process in a company. It has functionality for creating, version managing and distributing product documentation.  The solution consists of a main platform and on top of it different products are installed and run.",
            "user-1" : "Engineers",
            "user-2" : "Manufacturing Suppliers at IKEA Components",
            "user-3" : "Category"
        },
        {
            "name" : "PLUS DTI",
            "area" : "Product Engineering & Requirements",
            "owner" : "Robin Krejlgaard",
            "description" : "Part of PLUS solution that enables the users to integrate Office applications with PLUS to store Office documentation.",
            "user-1" : "Engineers",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "PLUS PartsLink",
            "area" : "Product Engineering & Requirements",
            "owner" : "Robin Krejlgaard",
            "description" : "Part of PLUS solution adds the possibility to break down Product structures and describe them on indvidual part level and creating Bill of material structures.",
            "user-1" : "Engineers",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "PLUS PDMLink",
            "area" : "Product Engineering & Requirements",
            "owner" : "Robin Krejlgaard",
            "description" : "Part of PLUS solution, enables to handle storage of different objects such as documents, CAD and much more. PDMLink also controls the lifecycle through states and version control.",
            "user-1" : "Engineers",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "PLUS ProjectLink",
            "area" : "Product Engineering & Requirements",
            "owner" : "Robin Krejlgaard",
            "description" : "Part of PLUS solution, enables the users to do design collaboration with development partners and share component requirements with manufacturing suppliers.",
            "user-1" : "Manufacturing Suppliers at IKEA Components",
            "user-2" : "Category",
            "user-3" : "Development Partners"
        },
        {
            "name" : "PLUS uWGM",
            "area" : "Product Engineering & Requirements",
            "owner" : "Anders Friberg",
            "description" : "Part of PLUS solution that enables the users to integrate Solidworks application with PLUS to store CAD documentation.",
            "user-1" : "Engineers",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "Plus Viewer Web",
            "area" : "Product Engineering & Requirements",
            "owner" : "Robin Krejlgaard",
            "description" : "PLUS Viewer is used to view approved documentation within the PLUS PLM platform, it's an application built by IKEA.",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "Power Surface (SW-addin)",
            "area" : "Product Engineering & Requirements",
            "owner" : "Anders Friberg",
            "description" : "Add-on software for SolidWorks that enhance SolidWorks ability to create complex organic form in 3D models.",
            "user-1" : "Designers",
            "user-2" : "Engineers",
            "user-3" : ""
        },
        {
            "name" : "Prototype Shop",
            "area" : "Product Engineering & Requirements",
            "owner" : "Subhagowri K V",
            "description" : "Prototype Shop is an order workflow solution used for creating and managing orders for “prototypes”.",
            "user-1" : "Engineers",
            "user-2" : "Prototype shop Manager",
            "user-3" : "Prototype shop Technician"
        },
        {
            "name" : "SolidWorks (CAE)",
            "area" : "Product Engineering & Requirements",
            "owner" : "Anders Friberg",
            "description" : "Software suit used in product development. It is used to create and design 3D models, validate/analyze the design against requirements and to create drawings for IKEAs range of products.",
            "user-1" : "Engineers",
            "user-2" : "Designers",
            "user-3" : ""
        },
        {
            "name" : "SPEOS",
            "area" : "Product Engineering & Requirements",
            "owner" : "Anders Friberg",
            "description" : "Light simulation software, digitally placing a light source into an 3D model to study how the light is spread and reflected. This minimize the need for physical prototypes. COTS.",
            "user-1" : "Engineers (HFB Lighting)",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "SRM Borealis",
            "area" : "Product Engineering & Requirements",
            "owner" : "Daniel Ördén",
            "description" : "Stakeholder Relationship Management system. Used mainly by Public Affairs, Range & Supply but also by Circularity, University Collaboratiob, IKEA Älmhult AB etc.",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "Thingworx",
            "area" : "Product Engineering & Requirements",
            "owner" : "Robin Krejlgaard",
            "description" : "Thingworx is a part of the PTC suite. Thingworx is used to connect several data sources and create user friendly role based intefaces. This makes it possible to present an user interface that is relevant to the different roles. Can be used to only view data or even update data.  ",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "Total Materia",
            "area" : "Product Engineering & Requirements",
            "owner" : "Daniel Ördén",
            "description" : "Key to metal (Total Metals) is a public web services where you can search for facts around different metals. Total Metals has a database for material properties and sits at the core of the Total Materia product offering serving as the gateway for an unparalleled collection of datasets and modules which serve the global engineering community. Focused on providing standard metal properties data. Total Materia’s Extended Range dataset provides an unparalleled material properties resource for advanced structural and thermal calculations and analysis. It's mainly used by people working as Engineers in HFB at IoS, PR&C, ICOMP, Purschasing Operation Areas, Categories and Engineers at IKEA Test Lab.",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "TRS",
            "area" : "Product Engineering & Requirements",
            "owner" : "Hans Andersson",
            "description" : "TRS (Test Report System) supports the test and sample process during the IKEA product development cycle.",
            "user-1" : "Co-workers at the iKEA Test Lab, Älmhult",
            "user-2" : "Product developers and Product Requirement Engineers",
            "user-3" : ""
        },
        {
            "name" : "Warehouse Label",
            "area" : "Product Engineering & Requirements",
            "owner" : "Ingemar Jonasson",
            "description" : "Part of PIA Label, print portal.",
            "user-1" : "",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "Vizualiser",
            "area" : "Product Engineering & Requirements",
            "owner" : "Anders Friberg",
            "description" : "Tool to visualize packaging in a store environment, how it looks on the shelves in the store.",
            "user-1" : "Packaging Engineers",
            "user-2" : "",
            "user-3" : ""
        },
        {
            "name" : "Product Information - FEREP",
            "area" : "Product Engineering & Requirements",
            "owner" : "Subhagowri K V",
            "description" : "The Production Information - FEREP solution  enables the reporting responsible within Retail and ISAG to obtain relevant product information, required to fulfil Producer Responsibility.",
            "user-1" : "Environmental Reporting Specialists, Reporting Responsibles",
            "user-2" : "Product Requirement Specialists and Team Leaders",
            "user-3" : "Project Leaders (Circular Supply)"
        }
    ],
    "links" : [
        
    ]
}